Repository: 348869959/Spirit
Catalog: spirit/core/locale/*/LC_MESSAGES/django.po
Languages: hu

source: now
hu: most

source: %(count)ss
hu: %(count)smp

source: %(count)sm
hu: %(count)sp

source: %(count)sh
hu: %(count)só

source: You do not have sufficient permissions to access this page
hu: Nincs megfelelő jogosultság az oldal eléréshez

source: what you are looking for is gone...
hu: a keresett tartalom már nem található...

source: {user} has mention you on {topic}
hu: {user} megemlített ebben a témában: {topic}

source: {user} has commented on {topic}
hu: {user} hozzászólt a témához: {topic}

source: Show all
hu: Összes megjelenítése

source: No new notifications, yet
hu: Nincs még új értesítés

source: unread
hu: olvasatlan

source: Profile
hu: Profil

source: Topics
hu: Témák

source: Unread topics
hu: Olvasatlan témák

source: Private topics
hu: Privát beszélgetések

source: Log out
hu: Kilépés

source: Log in
hu: Bejelentkezés

source: Page %(number)s of %(num_pages)s
hu: %(number)s / %(num_pages)s

source: Last
hu: Utolsó

source: First
hu: Első

source: @%(username)s said:
hu: @%(username)s írta:

source: Too many submissions, wait %(time)s.
hu: Túl sok beküldés rövid idő alatt, várakozási idő: %(time)s
